Repository: Ayman97/website-v2
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ar

source: invalid file extension.
ar: امتداد الملف غير صالح.

source: Avatar has been changed.
ar: تم تغيير الصورة.

source: Thanks for your message!
ar: شكرا على الرسالة.

source: Make sure it contains only letters and spaces.
ar: تأكد أن الإسم الكامل لا يحتوي الا على حروف و مسافات

source: User account is disabled.
ar: الحساب موقف

source: The e-mail address is not assigned to any user account
ar: البريد الالكتروني غير موجود

source: Invalid Token
ar: الرقم خاطئ

source: The two password fields did not match.
ar: تأكد أن كلمتي السر متطابقتان

source: %(ext)s is an invalid file extension. Authorized extensions are : %(valid_exts_list)s
ar: لا يمكن استعمال %(ext)s .. الامتدادات الصالحة:%(valid_exts_list)s

source: Your file is too big: %(size)s, the maximum allowed size is: %(max_valid_size)s
ar: الملف كبير جدا %(size)s, أفصى حد هو:%(max_valid_size)s

source: Successfully logged out.
ar: تم تسجيل الخروج بنجاح
